[
  "Mandatory Reference",
  "Mandatory Reference - Safayet Ullah Neyam",
  "Mandatory Reference - Tanjir Ahmed Nadim",
  "Mandatory Reference - Ramisa Nawal",
  "Mandatory Reference - Md. Shahadat Hossain",
  "Mandatory Reference - Mohammed Saif Sajid",
  "Mandatory Reference - Marzia Talukder Mumu",
  "Mandatory Reference - Mesba Ahmmed",
  "Mandatory Reference - Puspita Datta",
  "Mandatory Reference - Ahona Saha",
  "1. Do you believe that the Quota Movement's reform calls support broader demands for equal human rights?",
  "1. Do you believe that the Quota Movement's reform calls support broader demands for equal human rights? - Strongly Agree",
  "1. Do you believe that the Quota Movement's reform calls support broader demands for equal human rights? - Agree",
  "1. Do you believe that the Quota Movement's reform calls support broader demands for equal human rights? - Disagree",
  "1. Do you believe that the Quota Movement's reform calls support broader demands for equal human rights? - Strongly Disagree",
  "2. Does the Quota Movement effectively emphasize the need for transparency, fairness, and accountability in the judiciary?",
  "2. Does the Quota Movement effectively emphasize the need for transparency, fairness, and accountability in the judiciary? - Strongly Agree",
  "2. Does the Quota Movement effectively emphasize the need for transparency, fairness, and accountability in the judiciary? - Agree",
  "2. Does the Quota Movement effectively emphasize the need for transparency, fairness, and accountability in the judiciary? - Disagree",
  "2. Does the Quota Movement effectively emphasize the need for transparency, fairness, and accountability in the judiciary? - Strongly Disagree",
  "3. Do you believe the judiciary has not applied its power to regulate/restrict the forces in arbitrary arrests and detentions?",
  "3. Do you believe the judiciary has not applied its power to regulate/restrict the forces in arbitrary arrests and detentions? - Strongly Agree",
  "3. Do you believe the judiciary has not applied its power to regulate/restrict the forces in arbitrary arrests and detentions? - Agree",
  "3. Do you believe the judiciary has not applied its power to regulate/restrict the forces in arbitrary arrests and detentions? - Disagree",
  "3. Do you believe the judiciary has not applied its power to regulate/restrict the forces in arbitrary arrests and detentions? - Strongly Disagree",
  "4. Do you think judicial delays in quota cases undermine public trust in the judiciary?",
  "4. Do you think judicial delays in quota cases undermine public trust in the judiciary? - Strongly Agree",
  "4. Do you think judicial delays in quota cases undermine public trust in the judiciary? - Agree",
  "4. Do you think judicial delays in quota cases undermine public trust in the judiciary? - Disagree",
  "4. Do you think judicial delays in quota cases undermine public trust in the judiciary? - Strongly Disagree",
  "5. The judiciary is a guardian of the Constitution and the rights of citizens. How do you assess/agree on the judiciary's ability to balance human rights protection over political influence?",
  "5. The judiciary is a guardian of the Constitution and the rights of citizens. How do you assess/agree on the judiciary's ability to balance human rights protection over political influence? - Strongly Agree",
  "5. The judiciary is a guardian of the Constitution and the rights of citizens. How do you assess/agree on the judiciary's ability to balance human rights protection over political influence? - Agree",
  "5. The judiciary is a guardian of the Constitution and the rights of citizens. How do you assess/agree on the judiciary's ability to balance human rights protection over political influence? - Disagree",
  "5. The judiciary is a guardian of the Constitution and the rights of citizens. How do you assess/agree on the judiciary's ability to balance human rights protection over political influence? - Strongly Disagree",
  "6. Do you agree that the judiciary system is corrupted by political influence?",
  "6. Do you agree that the judiciary system is corrupted by political influence? - Strongly Agree",
  "6. Do you agree that the judiciary system is corrupted by political influence? - Agree",
  "6. Do you agree that the judiciary system is corrupted by political influence? - Disagree",
  "6. Do you agree that the judiciary system is corrupted by political influence? - Strongly Disagree",
  "7. Do you agree that the judiciary needs a more robust legal framework to protect it from political pressures?",
  "7. Do you agree that the judiciary needs a more robust legal framework to protect it from political pressures? - Strongly Agree",
  "7. Do you agree that the judiciary needs a more robust legal framework to protect it from political pressures? - Agree",
  "7. Do you agree that the judiciary needs a more robust legal framework to protect it from political pressures? - Disagree",
  "7. Do you agree that the judiciary needs a more robust legal framework to protect it from political pressures? - Strongly Disagree",
  "8. Do you agree on the limited government involvement in judicial decisions?\nE.g., recruitment of judges, judicial decisions, and application",
  "8. Do you agree on the limited government involvement in judicial decisions?\nE.g., recruitment of judges, judicial decisions, and application - Strongly Agree",
  "8. Do you agree on the limited government involvement in judicial decisions?\nE.g., recruitment of judges, judicial decisions, and application - Agree",
  "8. Do you agree on the limited government involvement in judicial decisions?\nE.g., recruitment of judges, judicial decisions, and application - Disagree",
  "8. Do you agree on the limited government involvement in judicial decisions?\nE.g., recruitment of judges, judicial decisions, and application - Strongly Disagree",
  "9. Does the judiciary need a more robust legal framework to protect it from political pressures?",
  "9. Does the judiciary need a more robust legal framework to protect it from political pressures? - Strongly Agree",
  "9. Does the judiciary need a more robust legal framework to protect it from political pressures? - Agree",
  "9. Does the judiciary need a more robust legal framework to protect it from political pressures? - Disagree",
  "9. Does the judiciary need a more robust legal framework to protect it from political pressures? - Strongly Disagree",
  "10. Do you believe increasing public oversight could help maintain judicial accountability and transparency?",
  "10. Do you believe increasing public oversight could help maintain judicial accountability and transparency? - Strongly Agree",
  "10. Do you believe increasing public oversight could help maintain judicial accountability and transparency? - Agree",
  "10. Do you believe increasing public oversight could help maintain judicial accountability and transparency? - Disagree",
  "10. Do you believe increasing public oversight could help maintain judicial accountability and transparency? - Strongly Disagree",
  "11. Which of the following judicial reforms do you think would most effectively prevent political interference? *multiple opinions are acceptable",
  "11. Which of the following judicial reforms do you think would most effectively prevent political interference? *multiple opinions are acceptable - Appointment of judges through independent commissions",
  "11. Which of the following judicial reforms do you think would most effectively prevent political interference? *multiple opinions are acceptable - Public accountability and transparency in court proceedings",
  "11. Which of the following judicial reforms do you think would most effectively prevent political interference? *multiple opinions are acceptable - Removal of executive power over the judiciary",
  "11. Which of the following judicial reforms do you think would most effectively prevent political interference? *multiple opinions are acceptable - International oversight of judicial practices",
  "11. Which of the following judicial reforms do you think would most effectively prevent political interference? *multiple opinions are acceptable - None of All",
  "12. How do YOU feel about being protected by the decisions of the Bangladeshi judiciary?",
  "12. How do YOU feel about being protected by the decisions of the Bangladeshi judiciary? - Always",
  "12. How do YOU feel about being protected by the decisions of the Bangladeshi judiciary? - Often",
  "12. How do YOU feel about being protected by the decisions of the Bangladeshi judiciary? - Ocasionally",
  "12. How do YOU feel about being protected by the decisions of the Bangladeshi judiciary? - Sheldom",
  "12. How do YOU feel about being protected by the decisions of the Bangladeshi judiciary? - Never",
  "Anonymous Information About You",
  "Anonymous Information About You - What's your gender?",
  "Anonymous Information About You - What's your gender? - Male",
  "Anonymous Information About You - What's your gender? - Female",
  "Anonymous Information About You - What's your age range?",
  "Anonymous Information About You - What's your age range? - 16-18 Y",
  "Anonymous Information About You - What's your age range? - 19-21 Y",
  "Anonymous Information About You - What's your age range? - 22-25 Y",
  "Anonymous Information About You - What's your age range? - 25+ Y",
  "Anonymous Information About You - What's the type of your institute?",
  "Anonymous Information About You - What's the type of your institute? - Private",
  "Anonymous Information About You - What's the type of your institute? - Public",
  "Anonymous Information About You - What's the type of your institute? - Others",
  "Anonymous Information About You - What's your department?",
  "Anonymous Information About You - What's your department? - BBA",
  "Anonymous Information About You - What's your department? - ECE",
  "Anonymous Information About You - What's your department? - Others",
  "Anonymous Information About You - Have you done POL101 or equivalent course?",
  "Anonymous Information About You - Have you done POL101 or equivalent course? - Yes",
  "Anonymous Information About You - Have you done POL101 or equivalent course? - No"
]