[
  "Family name",
  "Given names (including all middle names)",
  "Your full name (this will appear on your citizenship extract)",
  "Preferred title - Mr",
  "Preferred title - Mrs",
  "Preferred title - Miss",
  "Preferred title - Ms",
  "Preferred title - Other",
  "Have you ever been known by or used any other names, dates of birth or gender? - No",
  "Have you ever been known by or used any other names, dates of birth or gender? - Yes",
  "Other names",
  "Sex - Male",
  "Sex - Female",
  "Date of birth",
  "Place of birth Town/city",
  "Place of birth Country",
  "Current address",
  "Current postal address (If the same as your residential address, write ‘AS ABOVE’)",
  "Date to",
  "Date from",
  "Previous address 1 (if applicable)",
  "Previous address 2 (if applicable)",
  "Give reason for change(s)",
  "Present country(ies) of citizenship",
  "Visa label number",
  "Telephone numbers Work (AREA CODE)",
  "Telephone numbers Home (AREA CODE)",
  "Telephone numbers Mobile/cell",
  "Do you have any email addresses? (including work, business, personal, home or other emails) Do not include migration agent email addresses. - No",
  "Do you have any email addresses? (including work, business, personal, home or other emails) Do not include migration agent email addresses. - Yes",
  "List all of your email addresses",
  "Do you agree to the Department communicating with you by email or other electronic means? - No",
  "Do you agree to the Department communicating with you by email or other electronic means? - Yes",
  "Do you ever use Chinese Commercial Code Numbers for the name shown in the passport at Question 16? - No",
  "Do you ever use Chinese Commercial Code Numbers for the name shown in the passport at Question 16? - Yes",
  "Chinese Commercial Code Numbers (in full)",
  "Were you born through a surrogacy arrangement? - No",
  "Were you born through a surrogacy arrangement? - Yes",
  "Were you adopted? Use this form only if a person who was your parent at the time of your birth was also an Australian citizen at that time - No",
  "Were you adopted? Use this form only if a person who was your parent at the time of your birth was also an Australian citizen at that time - Yes",
  "Passport number",
  "Country of passport",
  "Date of issue",
  "Date of expiry",
  "Issuing authority/ Place of issue as shown in passport",
  "Passport type: Government",
  "Passport type: UN Refugee",
  "Passport type: Private",
  "Do you have an Australian driver licence? - No",
  "Do you have an Australian driver licence? - Yes",
  "Australian driver licence number",
  "Issuing state/territory",
  "Do you have an Australian firearms licence? - No",
  "Do you have an Australian firearms licence? - Yes",
  "Firearms licence number",
  "Issuing state/territory",
  "List all countries where you hold permanent residency",
  "Parent 1 Family name",
  "Parent 1 Given names",
  "Parent 1 Date of birth",
  "Parent 1 Place of birth Town/city",
  "Parent 1 Place of birth Country",
  "Parent 1 Sex - Male",
  "Parent 1 Sex - Female",
  "Parent 1 Parent’s full name",
  "Parent 1 How did this parent acquire their Australian citizenship? - Birth",
  "Parent 1 How did this parent acquire their Australian citizenship? - Conferral/grant",
  "Parent 1 How did this parent acquire their Australian citizenship? - Descent",
  "Parent 1 How did this parent acquire their Australian citizenship? - Adoption",
  "Parent 1 How did this parent acquire their Australian citizenship? - Born in Papua prior to independence",
  "Parent 1 How did this parent acquire their Australian citizenship? - Naturalisation",
  "Parent 1 How did this parent acquire their Australian citizenship? - Other",
  "Parent 1 Was this parent an Australian citizen at the time of your birth? - No",
  "Parent 1 Was this parent an Australian citizen at the time of your birth? - Yes",
  "Parent 1 Date acquired (if known)",
  "Parent 1 Place acquired (if known)",
  "Parent 1 Relationship to you",
  "Parent 1 Name in Chinese Commercial Code Numbers (if applicable)",
  "Parent 1 Country of current residence (if not living, write ‘DECEASED’)",
  "Parent 1 Does this parent hold the citizenship of any countries other than Australia, or if this parent is deceased, did they hold the citizenship of any countries other than Australia when they died? - No",
  "Parent 1 Does this parent hold the citizenship of any countries other than Australia, or if this parent is deceased, did they hold the citizenship of any countries other than Australia when they died? - Yes",
  "Parent 1 Country",
  "Parent 1 Date acquired",
  "Parent 1 Method of acquiring this citizenship (eg. birth, descent, naturalisation/grant)",
  "Parent 1 If the applicant is a child under 16 years of age, has this parent been excluded through a court of law from having custody or parental responsibility of the child? - No",
  "Parent 1 If the applicant is a child under 16 years of age, has this parent been excluded through a court of law from having custody or parental responsibility of the child? - Yes",
  "Parent 1 Was this parent absent from Australia for a continuous period of 7 years or more between 26 January 1949 and 8 October 1958? - No",
  "Parent 1 Was this parent absent from Australia for a continuous period of 7 years or more between 26 January 1949 and 8 October 1958? - Yes",
  "Parent 1 From",
  "Parent 1 to",
  "Parent 1 Has this parent ever been known by or used any other names, dates of birth or gender? - No",
  "Parent 1 Has this parent ever been known by or used any other names, dates of birth or gender? - Yes",
  "Parent 2 Family name",
  "Parent 2 Given names",
  "Parent 2 Date of birth",
  "Parent 2 Place of birth Town/city",
  "Parent 2 Place of birth Country",
  "Parent 2 Sex - Male",
  "Parent 2 Sex - Female",
  "Family member 1 Family name",
  "Family member 1 Given names",
  "Family member 1 Date of birth",
  "Family member 1 Place of birth Town/city",
  "Family member 1 Place of birth Country",
  "Family member 1 Sex - Male",
  "Family member 1 Sex - Female",
  "Family member 1 Person’s full name",
  "Family member 1 Relationship to you",
  "Family member 1 Name in Chinese Commercial Code Numbers (if applicable)",
  "Family member 1 Country of current residence (if not living, write ‘DECEASED’)",
  "Family member 1 State/ province",
  "Do you have any other immediate family members whose details have not been provided in this application? - No",
  "Do you have any other immediate family members whose details have not been provided in this application? - Yes",
  "Family member 2 Family name",
  "Family member 2 Given names",
  "Family member 2 Date of birth",
  "Family member 2 Place of birth Town/city",
  "Family member 2 Place of birth Country",
  "Family member 2 Sex - Male",
  "Family member 2 Sex - Female",
  "Family member 2 Person’s full name",
  "Family member 2 Relationship to you",
  "Family member 2 Name in Chinese Commercial Code Numbers (if applicable)",
  "Family member 2 Country of current residence (if not living, write ‘DECEASED’)",
  "Family member 2 State/ province",
  "Family member 3 Family name",
  "Family member 3 Given names",
  "Family member 3 Date of birth",
  "Family member 3 Place of birth Town/city",
  "Family member 3 Place of birth Country",
  "Family member 3 Sex - Male",
  "Family member 3 Sex - Female",
  "Family member 3 Person’s full name",
  "Family member 3 Relationship to you",
  "Family member 3 Name in Chinese Commercial Code Numbers (if applicable)",
  "Family member 3 Country of current residence (if not living, write ‘DECEASED’)",
  "Family member 3 State/ province"
]